{
    "title" : "Finchain | Blockchain-based Bloomberg", 
    "description" : "Finchain is a non-profit blockchain project that utilize blockchain to change how participants exchange information and extract insights. Long term goal is incubating a decentralised financial ecosystem.",
    "lang" : {
        "en" : "ENG",
        "zh" : "繁體中文",
        "cn" : "简体中文"
    },
    "topBanner" : {
        "caption" : "Blockchain-based Bloomberg",
        "subCaption" : "Decentralized Financial Ecosystem",
        "description" : [
            ""
        ],
        "subscribeBox" : {
            "catopion" : "预售结束<br />共筹集200万美元",
            "btnSubscribeBox" : "订阅电子报",
            "btnWhitePaper" : "Download White Paper"
        }
    },
    "coreModule" : {
        "title" : "Major Modules",
        "items" : [
            {
                "header" : "Professional User Generated Content Platform",
                "content" : "Finchain is committed to build the world's largest community of cryptocurrency, blockchains, stock, FX, commodities and other investment products, and promise to share the success of the platform with every user, including content creators, curators and commentators. The journey of a thousand miles begins with one step, with utilizing our cryptocurrency (Finchain), proprietary blockchain technology and rewards scheme (Proof of Intelligence), we will able to motivate users to generate quality content and participate to build a health community spontaneously. According to their contribution level, they can get the corresponding Finchain and Finpower in return. The decision of the content value will be decentralized, and the value of the post will be shared by content creators and curators. Content creators will get most of the rewards. For the curators, they will get more rewards if they found a quality content and vote it earlier than others."
            },
            {
                "header" : "Blockchain-based Bloomberg",
                "content" : "Finchain is aimed to be the blockchasin based Bloomberg for cryptocurrency, stocks, FX, commodities and other investment products, providing the most advanced and professional analysis platform. Cryptocurrency, blockchain, stocks, FX, commodities and other investment products database will be provided for users to query all the industry information and dynamic content. Advanced features such as trading suggestions and consulting services will be available. Initially, the platform will focus on text mining, sentiment analysis, news and data push from multiple source. Users will be able to view multi-sourced data, a variety of professional charts and independent analytics via mobile and web terminals. In the future, we will introduce more data feeds and machine learning models to provide users with more accurate information, analysis and insight. We will also develop a variety of extended applications, users can directly link third-party services, such as exchanges and asset management platform."
            }
        ]
    },
    "solution" : {
        "title" : "关键功能",
        "section" : [
            {
                "title" : "Building the world largest financial market content platform",
                "descriptionBlock" : {
                    "caption" : "Blockchain based incentives mechanism:<div class='txt-thin-30'>Proof of Intelligence</div> <div class='txt-regular-20'>Inspiring and motivating content creation & curation among global</div>",
                    "contentItem" : [
                        {
                            "header" : "Content Creation",
                            "image" : "author.png",
                            "imageALT" : "发布奖励",
                            "content" : "We are willing to share success with the contributors. Content providers and community members will be rewarded. The process will be powered by Proof of Intelligence, which is a blockchain based rewards algorithm that encourages people to create great content."
                        },
                        {
                            "header" : "Content Curation",
                            "image" : "voter.png",
                            "imageALT" : "策展奖励",
                            "content" : "The quality of content and its intrinsic value will be evaluated by crowds and impacted by voting (upvote & downvote). Curators will be rewarded, especially up-voting new content that ends up being popular.  Proof of Intelligence will motivate users to search and find good content actively and provide the capability of crowdsourcing curation process."
                        }
                    ]
                },
                "items" : [
                    {
                        "title" : "Professional UGC Platform with leading blockchain based rewarding scheme",
                        "image" : "1.svg",
                        "description" : "Content providers and community members should be rewarded by their contributions. We\"re willing to share success with our users and use incentives to encourage them to generate more premium content and share.",
                        "subItems" : [
                            "Everyone effort and contribution will be evaluated and paid automatically with decentralizing approach.",
                            "Users can avoid disturbing administrative work and focus on generating high quality content, utilizing their strength and earning the most from our platform."
                        ]
                    },
                    {
                        "title" : "Decentralized & crowdsourced curation to determine the content value",
                        "image" : "2.svg",
                        "description" : "The quality of content and its intrinsic value will be evaluated by crowds but not a centralized authority.",
                        "subItems" : [
                            "Content value will be evaluated by voting (upvote & downvote)",
                            "Effectively avoid unfair remuneration issues, high-quality content will naturally get more remuneration",
                            "More high quality and fake content will be discovered by this crowdsourced approach"
                        ]
                    },
                    {
                        "title" : "Big data acquisition and AI powered content suggestions",
                        "image" : "3.png",
                        "imageClass" : "w-100",
                        "description" : "Users can define the type of interest and receive 1-to-1 personalized information and selected market news and insights regularly",
                        "subItems" : [
                            "Association rule learning will be used to find out user type and interested content",
                            "AI powered content suggestions and push notifications",
                            "Follow famous content creators and investors for their latest posts and portfolio updates",
                            "Content feeds & news summary from the entire partner network"
                        ]
                    }
                ]
            },
            {
                "title" : "Building Bloomberg standard database & big data analytics platform",
                "items" : [
                    {
                        "title" : "Decentralized Knowledge Base",
                        "image" : "kp04-01.png",
                        "description" : "Users are encouraged to contribute accurate information and contributors will receive Finchain from the Reward Pool when the information is verified.",
                        "subItems" : [
                            "Crowdsourced knowledge base & database",
                            "Submitted content will be verified by expert",
                            "Any community member can flag and report inaccurate content",
                            "Significantly increase the quality and quantity of knowledge base & data base"
                        ]
                    },
                    {
                        "title" : "Detailed & Accurate Crypto-market Database",
                        "image" : "kp04-01.png",
                        "description" : "Finchain big data analytics platform are building the largest crypto-market & finance database and target to become the world’s leading financial information service provider and the information hub for investors.",
                        "subItems" : [
                            "Pre-scrape data massage",
                            "Saving time, all verified data can be found in 1 place",
                            "Detailed information & analysis for all blockchain based project",
                            "Professional Chart & Insights"
                        ]
                    },
                    {
                        "title" : "Big Data Analytics Platform – Mitigate Risk & Improve Investment Return",
                        "image" : "kp05-01.png",
                        "description" : "With the world\"s largest and most diverse collection of data feeds and our big data analytics platforms, users can analyse the trends of cryptocurrencies and blockchain assets, find out patterns and answer different types of questions.",
                        "subItems" : [
                            "Text mining, sentiment analysis, numerous and diverse data feeds",
                            "Quantify the market sentiment and provide relevant information & insights",
                            "Consensus pricing index and various indicators for cryptocurrency",
                            "Real time & numerous data feeds",
                            "More machine learning tools are coming"
                        ]
                    }
                ]
            },
            {
                "title" : "Marketplace for financial applications & products",
                "items" : [
                    {
                        "title" : "Marketplace for Financial Applications",
                        "image" : "6.svg",
                        "description" : "Developers can distribute their investment applications to crypto market investors around the world through Finchain Financial App Store.",
                        "subItems" : [
                            "Trading bot with tailor made investment strategy",
                            "AI powered investment insights & alert",
                            "Third party big data application & machine learning algorithm",
                            "More AI & big data applications coming soon"
                        ]
                    },
                    {
                        "title" : "Marketplace for Financial Products & Derivatives",
                        "image" : "7_en.png",
                        "description" : "Approved financial institutions will offer financial products, derivatives, coin traded funds (CTF) for our platform users.",
                        "subItems" : [
                            "Decentralized rating system such as risk rating & return on investment",
                            "Blockchain & smart contract-based trading",
                            "Lower commission fee & decentralized trading possibilities"
                        ]
                    }
                ]
            }
        ]
    },
    "coreValue" : {
        "title" : "Core Value",
        "items" : [
            {
                "caption" : "Professional & Precise Content",
                "icon" : "11.svg", 
                "description" : "In response to market gaps and user pain points to develop incentives scheme which aim to quickly form a professional financial content platform and incubate a investor community."
            },
            {
                "caption" : "Contributor Rewards",
                "icon" : "10.svg", 
                "description" : "Contributors will be rewarded for publishing high-quality, professional content, voting for participation, and more. In short, the mechanism can motivate the user to develop the community spontaneously."
            },
            {
                "caption" : "Stable Demand",
                "icon" : "9.svg", 
                "description" : "The demand of Finchain is stable. A significant amount of users will likely convert Finchain to Finpower for additional benefits and efficiency. For example, Finpower will make their vote more important and also allows them to regularly receive interest and so on."
            },
            {
                "caption" : "High-end investment tools",
                "icon" : "8.svg", 
                "description" : "Professional crypto market investment tools, powered by big data, machine learning and AI will be developed. Discounts will be offered for those who use Finchain to pay, which indirectly increase the demand of Finchain and help shaping a positive feedback loop."
            }
        ]
    },
    "roadMap" : {
        "title" : "RoadMap",
        "items" : [
            {
                "dateString" : "Q2 - Q4 2018",
                "caption" : "World Largest Crypto-market Content Platform",
                "image": "roadmap-01.png",
                "descriptionItem" : [
                    "Reward system",
                    "Subscription system",
                    "Content Sharing Platform Alpha",
                    "Mobile application Alpha",
                    "Instant news platform",
                    "Historical price movements",
                    "Interactive chart",
                    "Market sentiment analysis system",
                    "Blockchain real-time analysis system"
                ]
            },
            {
                "dateString" : "Q1 - Q2 2019",
                "caption" : "Big Data Analytics Platform, Build Own Blockchain",
                "image": "roadmap-02.png",
                "descriptionItem" : [
                    "ICO analysis system",
                    "Crowdsourced knowledge base",
                    "Trading platform integration",
                    "AI powered transaction insights",
                    "ALL IN ONE asset management system",
                    "Encrypted chat function",
                    "Build own blockchain"
                ]
            },
            {
                "dateString" : "Q3 - Q4 2019",
                "caption" : "Marketplace for Financial Applications & Products",
                "image": "roadmap-03.png",
                "descriptionItem" : [
                    "Financial application store",
                    "Desktop terminal",
                    "Automatic trading assistant",
                    "Wallet tracking system"
                ]
            },
            {
                "dateString" : "Q4 2019 - Future",
                "caption" : "More Applications & Data feeds",
                "image": "roadmap-04.png",
                "descriptionItem" : [
                    "200+ Datafeeds",   
                    "Marketplace for Financial Products & Derivatives"
                ]
            }
        ]
    },
    "distributionOfTokens" : {
        "title" : "数字货币发行",
        "items" : [
            {
                "value" : "15%",
                "caption" : "市场和营运",
                "description" : "用于 FINCHAIN 项目后续开发、人才招募、市场推广等。此部分资金的使用需要定期公示。"
            },
            {
                "value" : "35%",
                "caption" : "生态激励",
                "description" : "用户可以在FINCHAIN生态的平台上发布帖子和投票得奖励，另外FINPOWER可以从奖励池得到一定的被动奖励作为利息。这个部分一共35％，永不增发，每年释放此部分剩余的10％。"
            },
            {
                "value" : "30%",
                "caption" : "基金会",
                "description" : "作为 FINCHAIN 发展备用金,用于 FINCHAIN 项目研究、开发及业务生态建设, 回报合作机构和人才激励,以及建立与相关企业的业务合作。此部分资金的使用需要基金会决议,并提前做公示。"
            },
            {
                "value" : "20%",
                "caption" : "创始团队",
                "description" : "为回报创始团队在数字货币领域的探索和开发,以及今后维护FINCHAIN等产品技术和运营发展的付出,发放代币做为回报。代币发行时此部分代币将被智能合约搀定,1 个月后解搀,每月解搀此部分的1/18,分 18 个月解搀完成。"
            }
        ],
        "legendItems" : [
            {
                "color" : "#BDDB00",
                "caption" : "市场和营运(15%)"
            },
            {
                "color" : "#FFCB33",
                "caption" : "生态激励(35%)"
            },
            {
                "color" : "#BA7200",
                "caption" : "基金会(30%)"
            },
            {
                "color" : "#FF9500",
                "caption" : "创始团队(20%)"
            }
        ]
    },
    "blockChain" : {
        "title" : "Blockchain based platform architecture",
        "description" : "Finchain is a blockchain based project and will support all financial applications. A real all in one solution for crypto & financial market investors, serving all application related to finance, social, marketplace, remittance, data, etc.",
        "levels" : [
            {
                "header" : "Finchain Application Layer",
                "items" : [
                    "Big Data Analytics Tools", "Exchange", "Social Platform", "Wallet", "Bloomberg Level Database", "Financial Application Store", "Datafeeds", "Content Datafeeds", "Marketplace for Financial Products", "ALL IN ONE asset management system"
                ]
            },
            {
                "header" : "Finchain Service Layer",
                "items" : []
            },
            {
                "header" : "Finchain Core Layer",
                "items" : [
                    "Smart Contract", "Power Factory", "Token"
                ]
            },
            {
                "header" : "Finchain Blockchain",
                "items" : []
            }
        ]
    },
    "founder" : {
        "title" : "Foundation Founders",
        "founders" : [
            {
                "image" : "../images/founders/Ryan.svg",
                "name" : "Ryan Cheung",
                "title" : "Founder & CEO of PressLogic, youngest Director of Leonteq Securities in Asia. HKU",
                "description" : "<div class='founder-desc'>Mr. Ryan Cheung was graduated from The University of Hong Kong. He has vast experiences in Fintech (Financial technology) industry. He started his career in Commerzbank AG in the Equity Markets and Commodities Department. At his age of 26, he joined Leonteq Securities AG as the youngest Director in Asia, responsible for structured solutions business and expanding its Asia franchise. Leonteq was a leading and disruptive expert for structured investment products supported by its market-leading technology platform.</div><div class='founder-desc'>After that, Mr. Ryan Cheung founded an internet company and sold it within 10 months of launching. He founded another successful internet business “PressLogic”, which developing a proprietary AI system for managing media network, he managed to close a series A funding from Meitu after one year of launching.  Mr. Ryan Cheung has discovered the world of cryptocurrency during his investment banking life back in 2012. The innovation and disruptive power of blockchain technology has pushed Mr. Ryan Cheung as early investor in Bitcoin and started absorbing as much knowledge as possible about cryptocurrency.</div>"
            },
            {
                "image" : "../images/founders/Edward.svg",
                "name" : "Edward Chow",
                "title" : "Founder & CTO of PressLogic, expert in cyber security and crytography. HKU", 
                "description" : "<div class='founder-desc'>Mr. Edward Chow was graduated from The University of Hong Kong. He has vast experiences in Security and Cryptography. He has been focusing at software development and security consultancy for traditional banks and financial institutions. He was responsible for large amount of system implementation tasks for clients including HK Government and banks.  He co-founded the successful internet business “Presslogic” and assembled a team of over 20 developers to create a proprietary AI system for managing media network. He discovered the world of cryptocurrency during his study in the area of cryptosystem and payment protocols in 2012. He has been absorbing as much knowledge as possible about blockchains and decentralized systems ever since. He leads the development at Finchain and implemented smart contracts behind the Finchain platform.</div>"
            }
        ]
    },
    "ecosphere" : {
        "title" : "Finchain Ecosystem",
        "items" : [
            {
                "header" : "Blockchain Based Incentive Scheme (Proof of Intelligence)",
                "content" : "The blockchain based incentive scheme is designed to make every contributor reap the rewards and then encourage them to work together to create a decentralized content platform and financial ecosystem. The mechanism encourages the community to share, for example, content creators will be motivated to create good-quality posts. Other users will spontaneously search for good quality content and praise for them. The evaluation of content value on each post will be decentralized."
            },
            {
                "header" : "Professional investor community & content platform",
                "content" : "Blockchain based incentive scheme can motivate users to search and find good content actively and effectively solve the problem of fake content. Finchain, your one-stop content information solution, will be able to provide more real-time, accurate and detailed content through this crowdsourcing approach. Network effects will happen when most of crypto-market’s participants joined our platform, helping us to form the world\"s largest professional investor community & content platform."
            },
            {
                "header" : "Professional investment tools & analytics instruments",
                "content" : "Active members on the content platform can easily earn enough Finchain to subscribe our professional services. Finchain analytics platform helps users better predict the trends of cryptocurrency. Therefore, for those subscribed will also be easier to produce content with better quality and help them to earn more Finchain and Finpower. A large community base will help us acquire more professional tools to marketplace, and more users will be willing to subscribe it especially the cost is zero (without paying legal currency). This positive feedback loop will speed up our process of building the entire cryptocurrency ecosystem."
            }
        ]
    },
    "advisor" : {
        "title" : "Advisors",
        "technicalAdvisors" : {
            "subTitle" : "Foundation Technical Advisors",
            "advisors" : [
                {
                    "image" : "../images/advisors/Dchan.svg",
                    "name" : "David Chan",
                    "title" : "Head of Cyber Security, HSBC Group HK",
                    "description" : "<div class='advisor-desc'>David Chan has over 15 years of experience and strong global industry background in Cyber Security, IT Risk Management and Technology Services. He is currently Head of Cyber Security for a international bank overseeing the IT security standards for the group. David has a solid experience on enforcing risk management policies to meet financial institution’s security standards. Prior to his recent position, he was a senior managing consultant in an international consulting firm managing large amount of system implementation tasks of Government, traditional banks and financial institutions. He was also the lead auditor and penetration test expert to perform ethical hacking on many critical systems used in the Government and banks.</div>",
                    "professional_certifications" : {
                        "title" : "Professional Certifications:",
                        "items" : [
                            "ISO 27001 Information Security Management System (ISMS) Lead Auditor",
                            "ISO 20000 IT Service Management Systems Auditor",
                            "ISO 31000 Certified Risk Professional",
                            "Certified Information System Auditor",
                            "Certified Information System Security Professional",
                            "Certified Information Security Manager",
                            "Cisco Certified Network Associate (Security)",
                            "Project Management Professional",
                            "CSA STAR certified advance auditor",
                            "Certified Ethical Hacker"
                        ]
                    }
                },
                {
                    "image" : "../images/advisors/Cwong.svg",
                    "name" : "Chesney Wong",
                    "title" : "Serial Entrepreneur, Technical Director with MBA",
                    "description" : "<div class='advisor-desc'>Chesney Wong is a seasoned IT professional with rare balance of strong business acumen and extensive technical experience in the industry. Over the past 20 years, he has been a defining force in leading teams to develop cloud-based solutions and applying cutting edge technologies in new products and platform like Accela Inc., Yahoo, Shangri-la.com, TVB.com and HAVI.</div><div class='advisor-desc'>Mr. Wong enjoys entrepreneurial journey and he engaged in a number of startup businesses. He was the co-founder and chief architect of “CROSSinteract”, a leading email marketing platform which was sold to PCCW. He is the CTO and co-founder of “ParkingWe” mobile app which is now being used by Baidu Map, Baidu CarLife and DianPing app and is supporting more than millions of user access per day.</div>",
                    "professional_certifications" : {
                        "title" : "Professional Certifications:",
                        "items" : [
                            "2018 Certified Scrum Product Owner (CSPO), Scrum Alliance",
                            "2011 Certified Project Management Professional (PMP), Project Management Institute",
                            "2011 Certified Practitioner of Prince2 Foundation, Technix Pro",
                            "2010 Certified Practitioner of ITIL v3 Foundation, Sun Wah-PearL Linux Training and Development Centre",
                            "2003 Certified CMM-3 Training-The-Trainer, ByteWatch Global Group",
                            "2001 PATA 2001 Gold Awards for DiscoverHongKong.com, Pacific Asia Tourism Association (PATA)",
                            "2000 Best Site Awards for Shangri-La.com in Travel/Leisure Category, Media.com",
                            "1996 Award in ACM International Programming Contest (11th out of 1000+ teams), ACM",
                            "1995 Third-place finish in ACM Far East Regional Programming Contest, ACM"
                        ]
                    }
                }
            ]
        },
        "financialMarketsAdvisors" : {
            "subTitle" : "Foundation Financial Markets Advisors",
            "advisors" : [
                {
                    "image" : "../images/advisors/Lkam.svg",
                    "name" : "Leon Kam",
                    "title" : "Co-heads of Asia FX emerging markets of GFI Group, experts on FX trading in Asia currency forwards.",
                    "description" : "<div class='advisor-desc'>Mr. Leon Kam studied in Bachelor Degree in Economics and Finance of The University of Hong Kong. He started his career in BNP Paribas. In 2008, he joined ICAP Group and rotates his role in different regional emerging markets, such as Taiwan, South Korea, China, Singapore and Hong Kong. Mainly introducing onshore counter-parties participating offshore markets to provide liquidities and arbitrage opportunity between different parties, as well as act as a proxy for central banks on market intervention in offshore markets. He returned to Hong Kong in 2012 joining GFI Group. Leading a team specialized on CNY non-deliverable forwards market provider, capturing as high as 40% of market shares in inter-bank trading volume, guiding and developing a proprietary trading platform for banks to match their currency position swapping.</div><div class='advisor-desc'>Mr. Leon Kam learns how crypto’s importance on decentralizing from overbearing centralized authorities, which government policies on influencing their non-convertible currency markets will hide the real currency’s valuation. By learning off-shore currency markets in last 10 years are prevalent in some countries where global FX trading are limited, cryptocurrency would be the best option.</div>",
                    "professional_certifications" : {
                        "title" : "",
                        "items" : []
                    }
                },
                {
                    "image" : "../images/advisors/Ttsang.svg",
                    "name" : "Terry Tsang",
                    "title" : "Director, Commerzbank AG, Equity Markets and Commodities",
                    "description" : "<div class='advisor-desc'>Terry is a seasoned investment professional with over 15 years of experience in investment banking and structured products. He joined Commerzbank in 2012 and is responsible for structuring and marketing investment products and liability solutions across institutional clients in HK, Singapore and South East Asian Countries. He services all client segments including asset managers, family offices, banks, investment banks, insurance companies, private banks, brokers, sovereign wealth funds and pension funds.Prior to joining Commerzbank, he held various senior sales positions at RBS (Royal Bank of Scotland), including distribution of structured products across all asset classes in Asia, as well as marketing and public distribution of listed warrants and certificates in Hong Kong.</div><div class='advisor-desc'>Terry has won numerous investment banking industry awards including \"Deal of the Year\" in Asia and he is an effective and regular speaker at industry conferences / seminars.He graduated from Hong Kong University of Science and Technology with a first class honours bachelor degree in Accounting, Business Administration and is a qualified CFA charterholder.</div>",
                    "professional_certifications" : {
                        "title" : "",
                        "items" : []
                    }
                }
            ]
        }
    }
}