module.exports = {
    'title' : 'FINCHAIN', 
    'topBanner' : {
        'caption' : '数字货币',
        'subCaption' : '去中心化金融生态中心',
        'description' : [
            '用户生成内容、专业用户生成内容社区',
            '数字货币市场上的彭博'
        ],
        'subscribeBox' : {
            'catopion' : '预售结束<br />共筹集200万美元',
            'btnSubscribeBox' : '订阅电子报',
            'btnWhitePaper' : '下载白皮书',
        }
    },
    'theProblem' : [
        {
            'header' : '用户生成内容、专业生成内容社区',
            'content' : 'FINCHAIN会致力建立并期望成为全球最大的数字货币和区块链社群聚集地。我们会与每一个用户，包括内容创造者、投票和留言者分享平台的成功。千里之行始于足下我们会利用发行的数字货币及独有的区块链技术和奖励机制(proof of intelligence)去激励用户生成有质素的内容、自发参与社群讨论和和投票。根据贡献度的多寡，他们能得到相应的FINCHAIN或FINPOWER作为回报。例如每个贴文都会去中心化地找出内容价值，内容创作者将会获得大部份内容价值的分成，而内容策展者则越早发现优质内容和点好评，会相对获得更多的奖励。'
        },
        {
            'header' : '数字货币市场上的彭博',
            'content' : 'FINCHAIN 的目标是成为数字货币市场上的彭博，提供最专业的分析。分析平台会建构数字货币和区块链的数据库为用户提供数字货币信息和业内动态内容，并通过客观数据反馈提供交易建议和顾问服务，初期会专注于中英文情感分析、文本意见挖掘、多源数据信息推送。用户将可通过手机和网络终端查看多源数据、各种专业图表和独立分析。未来会引入更多的数据信息流和机械学习模型为用户带来更精准的洞察、分析和信息上的优势。我们也将开发多种扩展应用程序，用户可直接链接第三方服务，如交易所和资产管理平台。'
        }
    ],
    'solution' : {
        'title' : '关键功能',
        'section' : [
            {
                'title' : '建立最大的数字货币内容平台',
                'descriptionBlock' : {
                    'caption' : '獨有的区块链技術和奖励机制: <div>Proof of Intelligence</div>',
                    'contentItem' : [
                        {
                            'header' : '创作优质内容',
                            'image' : 'author.png',
                            'imageALT' : '发布奖励',
                            'content' : '优质的内容提供者和社群贡献者是应该获奖赏和激励的，我们愿意共同分享成功。最强大脑是一种区块链奖励算法，鼓励人们创作和策划優質内容。优质的内容提供者可获得FINCHAIN和FINPOWER奖励。'
                        },
                        {
                            'header' : '内容策展',
                            'image' : 'voter.png',
                            'imageALT' : '策展奖励',
                            'content' : '在内容平台中引入价值预测市场，让市场来左右内容的定价，而不是中心化的机构。用户获得的收益，將是他们在理性思考后判断是好内容这一行为所带来的价值沉淀。内容的受众，变成了优质内容的挖掘者。 Proof of intelligence区块链奖励算法將可激励用户搜寻和发现的主观能动性、群策群力去中心化地确认好贴文。'
                        }
                    ]
                },
                'items' : [
                    {
                        'title' : '用户生成内容平台并有全球领先的区块链奖励机制',
                        'image' : 'kp01-01.png',
                        'description' : '优质的内容提供者和社群贡献者是应该获奖赏和激励的，我们愿意与用户共同分享成功，将采用激励机制以促进更多的用户去生成优质的内容和分享。',
                        'subItems' : [
                            '避免烦扰的行政工作，用户可专注于创作和生成内容，作品可自动获得奖励',
                            '为社群发展有贡献的人都可以获得应得的酬金，有功必赏，则为善者日进，为恶者日止，而各人亦可以尽展所长'
                        ]
                    },
                    {
                        'title' : '以去中心化地共同决定出内容价值',
                        'image' : 'kp02-01.png',
                        'description' : '在内容平台中引入价值预测市场，让市场来左右内容的定价，而不是中心化的机构。用户可以用投票方式来对内容定价。',
                        'subItems' : [
                            '用户可以去中心化地(点好评)共同决定出内容价值',
                            '有效避免不公平的酬劳问题，真正地以大众回馈来为内容定价，优质的内容自然可获得更多报酬',
                            '经过人们对内容价值的理性判断，更多有价值的内容就会被这个市场中参与的人挖掘出来，通过预测市场的机制，解决了优质内容的发现问题'
                        ]
                    },
                    {
                        'title' : '巨量资料内容收集和人工智能的精选内容推送',
                        'image' : 'kp03-01.png',
                        'description' : '用戶可以设定感兴趣的类型，亦會定期收到1對1的個性化资讯和精选的市场新闻、见解。',
                        'subItems' : [
                            '关联规则学习以找出用户的类型和最感兴趣的内容',
                            '人工智能推送相关区块链的最新贴文、信息',
                            '关注喜欢的内容生产者和他们的投资组合并定期收到相关推送',
                            '所有内容合作伙伴的相关信息，甚至整个网络汇总'
                        ]
                    }
                ]
            },
            {
                'title' : '建立彭博等级的数据库和大数据分析平台',
                'items' : [
                    {
                        'title' : '详尽精确的数据库和知识库',
                        'image' : 'kp04-01.png',
                        'description' : 'FINCHAIN 数据分析平台会建构数字货币和区块链的数据库，目标成为全球领先的数字货币和区块链市场的金融信息服务供货商和数字货币的信息枢纽',
                        'subItems' : [
                            '可以访问所有你需要知道的ICO和数字货币项目资讯',
                            '免费查询FINCHAIN 的共建知识库',
                            '各种专业图表、用户生成内容、专业内容和独立分析'
                        ]
                    },
                    {
                        'title' : '大数据分析平台 - 降低风险，增加回报',
                        'image' : 'kp05-01.png',
                        'description' : '建立世界上最大、最多种类的数据流和大数据分析平台，无论你想从那一方面对加密货币和区块链资产作出分析、找出模式，皆可从我们的平台找到相关的原始数据加以应用',
                        'subItems' : [
                            '中英文情感分析、文本意见挖掘、多源数据信息推送',
                            '量化市场情绪并提供相关资讯和洞察给用户',
                            '数字货币共识定价指数和各种指标',
                            '各种数据信息流',
                            '未来会陆续引入各种的机械学习模型'
                        ]
                    }
                ]
            },
        ]
    },
    'coreValue' : {
        'title' : '核心价值',
        'items' : [
            {
                'caption' : '专业、精確内容',
                'description' : '因应市场的缺口和用户的痛点去制定奖励机制以快速形成一个专业、精确的投资者内容金融信息分享社群、共享知识库和共享数据库。'
            },
            {
                'caption' : '获得回报',
                'description' : '内容创作者和投票者都能获得回报，如发布高质量及专业的内容、参与投票等等。简单而言，它能以人性化的激励机制去引导用户自发帮助社群健康发展。'
            },
            {
                'caption' : '稳定的供需',
                'description' : 'Finchain的基本需求将会十分稳定。大量用户很可能将FINCHAIN转换成FINPOWER，以获得在FINCHAIN平台上额外的效益和优势。例如FINPOWER会令他们的投票更加重要，亦可以让他们定期获得利息等等。'
            },
            {
                'caption' : '高端投资工具',
                'description' : '研发高端和专业的加密市场投资工具，FINCHAIN货币购买使用权或进行交易可获得折扣，间接增加FINCHAIN的需求，并帮助构成良好的回圈。'
            },
        ]
    },
    'roadmap' : {
        'title' : '发展路线图',
        'items' : [
            {
                'dateString' : 'Q2 - Q4 2018',
                'caption' : '成为专业的投资者内容金融信息平台',
                'image': 'roadmap-01.png',
                'descriptionItem' : [
                    '奖励系统',
                    '订阅系统',
                    '内容分享平台 Alpha',
                    '手机应用程式 Alpha',
                    '即时新闻平台',
                    '过往价格走势',
                    '互动数据图表',
                    '市场情绪分析系统',
                    '区块链实时分析系统',
                ]
            },
            {
                'dateString' : 'Q1 - Q2 2019',
                'caption' : '开发高端和专业的投资工具如彭博、建构自己的区块链',
                'image': 'roadmap-02.png',
                'descriptionItem' : [
                    'ICO 分析系统',
                    '共建知识库',
                    '交易平台整合',
                    '交易时机提示',
                    'ALL IN ONE资产管理系统',
                    '区块链实时分析系统',
                    '加密聊天功能',
                    '建构自己的区块链',
                ]
            },
            {
                'dateString' : 'Q3 - Q4 2019',
                'caption' : '开发应用程式商店',
                'image': 'roadmap-03.png',
                'descriptionItem' : [
                    '商业应用商店',
                    '桌上终端机',
                    '自动交易助手',
                    '钱包追踪系统',
                ]
            },
            {
                'dateString' : 'Q4 2019 - 未來',
                'caption' : '更多的应用和数据信息流',
                'image': 'roadmap-04.png',
                'descriptionItem' : [
                    '200+ 数据信息流',
                    '金融产品商店'
                ]
            }
        ]
    },
    'distributionOfTokens' : {
        'title' : '数字货币发行',
        'items' : [
            {
                'value' : '15%',
                'caption' : '市场和营运',
                'description' : '用于 FINCHAIN 项目后续开发、人才招募、市场推广等。此部分资金的使用需要定期公示。',
            },
            {
                'value' : '35%',
                'caption' : '生态激励',
                'description' : '用户可以在FINCHAIN生态的平台上发布帖子和投票得奖励，另外FINPOWER可以从奖励池得到一定的被动奖励作为利息。这个部分一共35％，永不增发，每年释放此部分剩余的10％。',
            },
            {
                'value' : '30%',
                'caption' : '基金会',
                'description' : '作为 FINCHAIN 发展备用金,用于 FINCHAIN 项目研究、开发及业务生态建设, 回报合作机构和人才激励,以及建立与相关企业的业务合作。此部分资金的使用需要基金会决议,并提前做公示。',
            },
            {
                'value' : '20%',
                'caption' : '创始团队',
                'description' : '为回报创始团队在数字货币领域的探索和开发,以及今后维护FINCHAIN等产品技术和运营发展的付出,发放代币做为回报。代币发行时此部分代币将被智能合约搀定,1 个月后解搀,每月解搀此部分的1/18,分 18 个月解搀完成。',
            }
        ],
        'legendItems' : [
            {
                'color' : '#BDDB00',
                'caption' : '市场和营运(15%)'
            },
            {
                'color' : '#FFCB33',
                'caption' : '生态激励(35%)'
            },
            {
                'color' : '#BA7200',
                'caption' : '基金会(30%)'
            },
            {
                'color' : '#FF9500',
                'caption' : '创始团队(20%)'
            }
        ]
    },
    'founder' : {
        'title' : '创办人',
        'founders' : [
            {
                'image' : '',
                'name' : 'Robert Glometti'
            },
            {
                'image' : '',
                'name' : 'Robert Glometti'
            },
            {
                'image' : '',
                'name' : 'Robert Glometti'
            },
            {
                'image' : '',
                'name' : 'Robert Glometti'
            }
        ]
    }
}